IDEA Open Model
ConcreteCheckDetailing Constructor
Compatible with IDEA StatiCa Beta 20.0
Initializes a new instance of the ConcreteCheckDetailing class
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
protected ConcreteCheckDetailing()
Protected Sub New
See Also
Reference
ConcreteCheckDetailing Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace